Revit 2024 API
UnitTypeId.KilogramsForcePerSquareMeter Property
 Kilograms force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsForcePerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsForcePerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsForcePerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace